Repository: mozilla-l10n/mt-training-data
Catalog: azb/azb_pontoon.tmx
Source language: en_us
Languages: azb

source: Stops uniquely identifiable data from being collected about your device that can be used for tracking purposes.
azb: جهانیز حاقیندا ایزله‌مه هدفی ایله استفاده ائدیله بیله‌جک بنزرسیز اوْلاراق تانیلابیلیر دیتالارین یئغماسینیْ دایاندیریر.

source: Store unlimited amount of client-side data
azb: ایستمجی طرفینده سینیرسیز میقداردا دیتا ساخلایین

source: Stories by topic
azb: قوْنویا گؤره ناغیل‌لار

source: Street Address
azb: خیابان آدرسی

source: Strict
azb: بَرک

source: Stronger tracking protection and faster performance, but some sites may not work properly.
azb: داها گوجلو ایزله‌مه قوْروماسیْ و داها یئیین عملکرد، اما بعضی سایتلار دوزگون ایشلمیه بیلر.

source: Studies
azb: آراشدیرمالار

source: Successfully disabled %1$s
azb: %1$s باشاریلی گوجدن سالیندی.

source: Successfully enabled %1$s
azb: %1$s باشاریلی گوجلندی.

source: Successfully installed %1$s
azb: باشاریلی قورولدو %1$s

source: Successfully removed %1$s
azb: %1$s باشاریلی قالدیریلدی

source: Successfully uninstalled %1$s
azb: %1$s باشاریلی قالدیریلدی

source: Successfully updated
azb: باشاریلی گونجللندی.

source: Suggested logins
azb: توصیه اولونان گیریش‌لر

source: Suggestions from %1$s
azb: %1$s تکلیف‌لری

source: Suggestions from search engines
azb: آختاریش موتورلاریندان تکلیف‌لر

source: Suggestions from sponsors
azb: اسپانسرلردن تکلیف‌لر

source: Suggest strong password
azb: گوجلو رمز تکلیف ائدین

source: Support
azb: آرخالاما

source: Support %1$s with occasional sponsored suggestions
azb: بعضاً اسپانسرلیق تکلیف‌لری ایله %1$s -یی آرخالایین.

source: Supported add-ons checker
azb: آرخالانمیش تاخیلان‌لارین چک ائلیه‌نی

source: Support request sent
azb: آرخالاما ایستکی گوندریلدی

source: Suspected Fingerprinters
azb: مشکوک بارماق ایزی

source: %s will delete the selected browsing data.
azb: %s اپی سئچیلمیش مرور دیتاسینی سیله‌جک.

source: %s will delete the selected items.
azb: %s سئچیلن موریدلری سیله‌جک.

source: %s will share everything you type in the address bar with your default search engine.
azb: %s آدرس چوبوغونا یازدیغینیز هر شئیی وارساییلان آختاریش موتورونوزلا پایلاشاجاق.

source: %s will stop syncing with your account, but won’t delete any of your browsing data on this device.
azb: %s حسابینیزلا دؤنگلی دایاندیراجاق. اما بو جهازداکی مرور دیتانیزی هیچ بیرینی سیلمه‌یه‌جک.

source: Swipe address bar sideways to switch tabs
azb: نیشان‌لاری دگیشمک اوچون آدرس چوبوغونو یانا چکین

source: Swipe toolbar sideways to switch tabs
azb: تاغ‌لاریْ دگیشدیرمک اوچون ادوات چوُبوغونو یانالار طرف چکین

source: Swipe toolbar up to open tabs
azb: تاغ‌لاریْ آچماق اوچون ادوات چوُبوغونو یوخاریا چکین

source: Switch
azb: بونا گئچ

source: Switching screens is easier than ever
azb: اکرانلاری دگیشمک همیشه‌دن داها آساندیر

source: Switch to desktop site
azb: دسکتاپ سایتا گئچ

source: Switch to mobile site
azb: موبایل سایتا گئچین

source: Switch to tab
azb: تاغاگئچ

source: Switch your default browser
azb: وارساییلان مرورچوزا دگیشدیرین

source: %s won’t save passwords for sites listed here.
azb: %s بورادا لیست اوْلان سایتلار اوچون رمزلری یاددا ساخلامیاجاق.

source: %s won’t save passwords for these sites.
azb: %s بو سایتلار اوچون رمزلری یاددا ساخلامیاجاق.

source: Sync
azb: دؤنگل

source: Sync and save data
azb: دیتا دؤنگلی و ساخلاماسی

source: Sync and save your data
azb: دیتالارینیزیْ دؤنگل ائدین و ساخلایین

source: Sync cards
azb: کارتلاری دؤنگل ائله

source: Sync cards across devices
azb: کارتلاری جهازلار آرسیندا دؤنگل ائله

source: Synced device
azb: دؤنگل ائدیلمیش جهاز

source: Synced tabs
azb: دؤنگل‌لنمیش تاغ‌لار

source: Sync failed. Last success: %s
azb: دؤنگل خطا وئردی. سوْن باشاریْ: %s

source: Sync failed. Last synced: never
azb: دؤنگل خطا وئردی. سوْن دؤنگل: یوْخدور

source: Syncing…
azb: دؤنگل‌لنیر…

source: Syncing paused
azb: دؤنگل دایاندیریلدی

source: Sync is on
azb: دؤنگل آچیق

source: Sync now
azb: ایندی دؤنگل‌لندیر

source: Sync passwords
azb: رمزلری دؤنگل ائله

source: Sync passwords across devices
azb: رمزلری جهازلار آرسیندا دؤنگل ائله

source: Sync passwords, tabs, and more
azb: دؤنگل رمزلری، تاغلاری، و داهاسی

source: Sync your tabs between devices, manage downloads, get tips about making the most of %s’s privacy protection, and more.
azb: تاغلارینیزی جهازلار آراسیندا دؤنگل‌ ائله‌یین، یئندیرمه‌لری ایداره ائله‌یین، %s گیزلیلیک قوروماسیندان لاب یاخچی یارارلانماق حاقیندا اطلاعات آلین و آیری شئی‌لر.

source: Tab closed
azb: تاغ باغلاندیْ

source: Tab from %s
azb: %s-دن آلینان تاغ

source: Tab Received
azb: تاغ آلیندیْ

source: Tabs
azb: تاغ‌لار

source: Tab saved!
azb: تاغ ساخلاندیْ!

source: Tabs closed
azb: تاغلار باغلاندیْ

source: Tabs closed: %1$s
azb: تاغلار باغلاندیْ: %1$s

source: Tab sent!
azb: تاغ گؤندریلدی!

source: Tab settings
azb: تاغ تنظیم‌لری

source: Tabs saved!
azb: تاغ‌لار ساخلاندیْ!

source: Tabs sent!
azb: تاغلار گؤندریلدی

source: Tabs you haven’t viewed for two weeks get moved here.
azb: ایکی هفته‌ده باخمادیغینیز تاغلار بورایا داشینیر.

source: Tabs you haven’t viewed for two weeks get moved to the inactive section.
azb: ایکی هفته‌ده باخمادیغینیز تاغلار ایشده اولمایان بؤلومه آپاریلیر.

source: Tab view
azb: تاغ گؤروُنوشو

source: Take Survey
azb: سوْرغویا قاتیلن

source: Tap and hold the arrows to jump between pages in this tab’s history.
azb: بو تاغین گئچمیشینده صفحه‌لر آراسیندا گئچیش ائتمک اوچون فلش‌لره دوْخونون و باسیلیْ توتون.

source: Tap here to start a fresh private session. Delete your history, cookies — everything.
azb: یئنی بیر گیزلی اوتورم باشلادماق اوچون بورایا توخونون. گئچمیشینیزی، کوکی‌لرینیزی، هرشئیی سیلین.

source: Tap or swipe this notification to close private tabs.
azb: گیزلی تاغلاریْ باغلاماق اوچون بو بیلدیریشه توْخونون و یا چکین.

source: Tap to copy the URL for this app
azb: بو اپ‌ین اینترنت آدرسینی کوپی ائتمک اوچون توخونون.

source: Tap to open the tab that’s using your camera.
azb: کامئرازدان ایستیفاده ائدن تاغی آچماق اوچون توخونون.

source: Tap to open the tab that’s using your microphone.
azb: میکروفونوزدان ایستیفاده ائدن تاغی آچماق اوچون توخونون.

source: Tap to open the tab that’s using your microphone and camera.
azb: کامئرا و میکروفونوزدان ایستیفاده ائدن تاغی آچماق اوچون توخونون.

source: Tell websites not to share & sell data
azb: سایتلارا دیتا پایلاشماماغیْ و ساتماماغیْ دئیین

source: terms of use
azb: ایشه آلماق شرطلری

source: Thanks for reporting!
azb: بیلدیردیغیز اوچون ساغولون!

source: The address isn’t valid
azb: آدرس گئچرلی دئییل

source: The application will quit to apply changes
azb: دگیشمه‌لری یئرینه سالماق اوچون اپلیکیشن‌دن چیخاجاق

source: The <b>adjusted rating</b> is based only on reviews we believe to be reliable.
azb: <b>دوزلتیلمیش درجه‌لندیرمه</b> یالنیز اعتبارلیْ اوْلدوغونا ایناندیغیمیز باخیش‌لارا دایانیر.

source: The connection has timed out
azb: باغلانتی‌نین زامان قیسیتی قوتولدی

source: The connection was interrupted
azb: باغلانتی کسیلدی

source: The connection was reset
azb: باغلانتی یئنی‌دن قورولدی

source: The editable text field for the password.
azb: رمز اوچون دوزتیله بیلن متن یئرلیکی

source: The editable text field for the username.
azb: قوللانیجیْ آدیْ اوچون دوزتیله بیلن متن یئرلیکی

source: The editable text field for the website address.
azb: سایت آدرسی اوچون دوزتیله بیلن متن یئرلیکی

source: The Independent Voices collection.
azb: باغیْمسیز سس‌لر مجموعه‌سی.

source: The Independent Voices collection. %s
azb: باغیْمسیز سس‌لر مجموعه‌سی. %s

source: Theme
azb: تم

source: The page at %1$s says:
azb: %1$s یارپاغیندا دئییلیر:

source: The page isn’t redirecting properly
azb: صفحه دوزگون یؤنلندیریلمیر

source: The passwords you save or sync to %s will be listed here. All passwords you save are encrypted.
azb: %s ساخلادیغیز ویا دؤنگل ائتدیغیر رمزلر بورادا لیست اوْلاجاق. ساخلادیغیر بوتون رمزلر کدلاناجاق.

source: The tab counter toolbar button.
azb: تاغ سایی‌جی‌نین تولبار دویمه‌سی.

source: This add-on could not be downloaded because of a connection failure.
azb: باغلانتی خطاسی سببینه گؤره بو تاخیلان یئندیری‌لنمه‌دی.

source: This add-on could not be installed because it appears to be corrupt.
azb: بو تاخیلانی قورماق مومکون اولمادی، چونکی خاراب گؤرونور.

source: This add-on could not be installed because it has not been verified.
azb: بو تاخیلانی قورماق مومکون اولمادی، چونکی دوغرولانمیب.

source: This add-on was migrated from a previous version of %1$s
azb: بو تاخیلان %1$s -ین اؤنجه‌کی بیر یازیمیندان داشیندی.

source: This bar tucks away as you scroll down for extra browsing space.
azb: داها آرتیق مرور فضاسی اوچون آشاغی اسکرول ائتدیگینیز زامان بو بار اوزاقلاشیر.

source: This could take about 60 seconds.
azb: بو، یاخین 60 ثانیه چکه بیلر.

source: This extension doesn’t require any permissions.
azb: بو اوزانتیْ‌یا هیچ بیر اجازه ایسته‌میر.

source: This is sample text. It is here to show how text will appear when you increase or decrease the size with this setting.
azb: بو نمونه متن‌دیر. بو تنظیم‌له اؤلچونو آرتیردیغینیزدا ویا آزالتیغینیزدا متن‌ین نئجه گؤرونه‌جگینی گؤسترمک اوچون بورادادیر.

source: This time search in:
azb: بو دفعه بوردا آختار:

source: This website requires a secure connection.
azb: بو سایت گوونلی باغلانتی ایسته ییر.

source: Thought-provoking stories
azb: دوشوندوروجو ناغیل‌لار

source: Time range to delete
azb: سیلمک اوچون وقت آرالیغی

source: To add a new shortcut, remove one. Touch and hold the site and select remove.
azb: بیر شورتکات آرتیرماق اوچون بیرینی قالدیرین. سایتا توخونوب باسیلیْ توتون و قالدیریْ سئچین

source: To allow it:
azb: اجازه وئرمک اوچون:

source: Today
azb: بوگون

source: Today and yesterday
azb: بوگون و دونن

source: To know whether this product’s reviews are reliable, check the review quality. It only takes about 60 seconds.
azb: بو محصولون باخیش‌لارینین اعتبارلی اوْلوب اوْلمادیغینی بیلمک اوچون باخیش نئجه‌لیغینی یوْخلایین. بو لاب چوْخ 60 ثانیه چکر.

source: Toolbar
azb: ادوات چوبوغو

source: Tools
azb: آلت‌لر

source: Top
azb: اوست

source: To send a tab, sign in to Firefox on at least one other device.
azb: بیر تاغ گؤندرمک اوچون آزی بیر باشقا جهازدا فایرفاکسا داخیل اوْلون.

source: Total Cookie Protection isolates cookies to the site you’re on so trackers like ad networks can’t use them to follow you across sites.
azb: بوتون کوکی قوْروماسیْ کوکی‌لری اوْلدوغونوز سایتدان آییریر کی، تبلیغاتی شبکه‌لر کیمی ایزله‌ییجی‌لر سایتلار آراسیندا سیزی ایزله‌مک اوچون اوْنلاردان استفاده ائده بیلمه‌سین.

source: Tracking content
azb: ایزله‌مه محتواسی

source: Tracking Content
azb: ایزله‌مه محتواسی

source: Tracking Protection has blocked trackers
azb: ایزله‌مه قوروماسی ایزله‌ییجی‌لری مسدود ائلیب

source: Tracking Protection is off for this site
azb: بو سایت اوچون ایزله‌مه قورونماسی باغلیدیر.

source: Tracking Protection is on
azb: ایزله‌مه قورونماسی آچیق

source: Translated to %1$s
azb: %1$s دیلینه چئویر

source: Translate page
azb: صفحه‌نی ترجومه ائله

source: Translate page…
azb: صفحه‌نی ترجومه ائله…

source: Translate this page?
azb: بو صفحه ترجمه اوْلسون؟

source: Translation
azb: ترجومه

source: Translation not found, for locale %1$s neither default language %2$s
azb: یئرلی %1$s اوچون و %2$s وارساییلان دیل اوچون ترجومه تاپیلمادی.

source: Translations
azb: ترجومه‌لر

source: Try again
azb: گئنه چالیش

source: Try Again
azb: یئنی‌دن چالیش

source: Try a splash of color
azb: بیر رنگ سپمه‌سی ایمتیحان ائله‌یین

source: Try our trusted guide to product reviews
azb: محصول باخیشلاریْ اوچون اعتبارلیْ راهنمامیزیْ امتحان ائله‌یین

source: Try private browsing
azb: گیزلی مورورو ایمتیحان ائله

source: Try private translations in %1$s
azb: %1$s ده اؤزل ترجمه‌لری امتحان ائدین

source: Try restarting add-ons
azb: تاخیلان‌لاریْ یئنی‌دن باشلاتماغا چالیْشین

source: Try restarting extensions
azb: اوزانتی‌لاریْ یئنی‌دن باشلاتماغا چالیشین

source: Try review checker
azb: باخیش یوخلایانی امتحان ائله

source: Try the Firefox search widget
azb: فایرفاکس آختاریش ویجتینی ایمتیحان ائله‌یین

source: Turn off and %1$s will clear cookies and reload this site. This may sign you out or empty shopping carts.
azb: باغلاییْن و %1$s کوُکی‌لری سیله‌جک و بو سایتیْ یئنی‌دن دوْلدوُراجاق. بوُ ، سیزی حسابدان چیخارا ویا آلیْش-وئریْش سبدلرینی بوْشالتا بیلر.

source: Turn off Cookie Banner Blocker for %1$s?
azb: %1$s اوچون کوکی بنر مسدود ائلین ایشدن سالینسین؟

source: Turn off in settings
azb: تنظیم‌لردن باغلا

source: Turn off Reader View
azb: اوْخوجو گؤرونوشونو باغلا

source: Turn off review checker
azb: باخیش یوخلایانیْ باغلایین

source: Turn on and %1$s will try to automatically refuse all cookie banners on this site.
azb: آچیْن و %1$s بو سایتداکیْ بوتون کوُکی بنرلرینی اوْتوماتیک رد ائتمه‌گه چالیْشاجاق.

source: Turn on auto-close
azb: اتوماتیک باغلامانی آچ

source: TURN ON AUTO CLOSE
azb: اتوماتیک باغلاماغیْ آچ

source: Turn on Cookie Banner Blocker for %1$s?
azb: %1$s اوچون کوکی بنر مسدود ائلین ایشله‌سین؟

source: Turn on for all sites
azb: بوتون سایتلار اوچون آچیْن

source: Turn on notifications
azb: بیلدیریش‌لری آچ

source: Turn on Reader View
azb: اوْخوجو گؤرونوشونو آچ

source: Unable to connect
azb: باغلانانمیر

source: Unable to generate PDF
azb: PDF یارادیلانمادیْ

source: Unable to open %1$s
azb: %1$s آچیلمیر

source: Unable to print this page
azb: بو صفحه‌ پرینت اوْلانمیر

source: Unable to save login
azb: گیریشی ساخلاماق مومکون اولمادی

source: Unable to send
azb: گؤندری‌لنمه‌دی

source: UNDO
azb: لغو

source: Unexpected response from server
azb: سروردن گودولمه‌ین جواب گلدی

source: Unfortunately, we can’t check the review quality for certain types of products. For example, gift cards and streaming video, music, and games.
azb: متاسفانه خاص محصول نوع‌لاری اوچون باخیش نئجه‌لیغینی یوْخلایا بیلمیریک. مثلا هدیه کارت‌لاریْ، ویدئو، موسیقی و اوْیون‌لار.

source: Unknown Protocol
azb: تانینمایان پروتکل

source: Unlock %1$s
azb: %1$s کیلیدینی آچ

source: Unlock to use saved payment methods
azb: یاددا ساخلادیغیز پول تؤکمه یوللاریزیْ ایشه آلماق اوچون کیلیدی آچین

source: Unlock to view your saved cards
azb: یاددا ساخلادیغیز کارتلاری گؤرمک اوچون کیلیدی آچین

source: Unlock to view your saved passwords
azb: ساخلانمیش رمزلریزه باخماق اوچون کیلیدی آچین

source: Unlock your device
azb: جهازیزین کیلیدینی آچین

source: Unreliable reviews
azb: اعتبارسیز باخیش‌لار

source: Unreliable reviews. We believe the reviews are likely fake or from biased reviewers.
azb: اعتبارسیز باخیش‌لار، اعتقادیمیز وار، باخیش‌لار جعلی‌دیر و یا غرضی اوْلان طرفیندن‌دیر.

source: Unsafe File Type
azb: گوونسیز سند تیپی

source: Unwanted site issue
azb: ایستنمیه‌ن سایت سورونو

source: Update
azb: گونجلله

source: Update card expiration date?
azb: کارتین ایستیفاده موددیتی یئنی‌لنسین؟

source: Update password?
azb: رمز گونجللنسین؟

source: Updater Information
azb: گونجل‌لییجی بیلگی‌لری

source: Update this login?
azb: بو گیریش گونجللنسین؟

source: URL
azb: اینترنت آدرسی

source: URL copied
azb: اینترنت آدرسی کوْپی اوْلدو

source: URL copied.
azb: اینترنت آدرسی کوپی اولدو.

source: URL copied to clipboard
azb: اینترنت آدرسی کلیپبوردا کپی اوْلوندو

source: URL to use for search
azb: آختاریش اوچون ایشه آلیناجاق اینترنت آدرسی

source: Usage and technical data
azb: ایشه آلما و فنی دیتالار

source: Use %1$s as a login provider
azb: %1$s اوتورم آچما ایرائه وئره‌نی کیمی ایشه آلین

source: Use email instead
azb: یئرینه ایمیل استفاده ائدین

source: Username
azb: قوللانیجی آدی

source: Username copied to clipboard
azb: قوللانیجیْ آدیْ کلیپبوردا کپی اوْلوندو

source: Use saved card
azb: ساخلانمیش کارتدان ایستیفاده ائدین

source: Use strong password: %1$s
azb: گوجلو رمز ایستیفاده ائدین: %1$s

source: Using the power of %1$s by Mozilla, we help you avoid biased and inauthentic reviews. Our AI model is always improving to protect you as you shop. %2$s
azb: موْزیلانین %1$s گوجونو ایشه آلاراق، بیز سیزه غرض‌لی و اعتبارسیز رای‌لردن اوزاق ساخلاماغا کمک ائدیریک. مصنوعی هوشوموز سیز آل وئر ائدرکن سیزی قوْروماق اوچون دائم تکمیل‌لشیر. %2$s

source: Valid hostname required
azb: گئچرلی هاست آدیْ لازم

source: Verification failed
azb: دوغرولاما قیریلدی

source: Verified By: %1$s
azb: دوغرولایان: %1$s

source: Version
azb: یازیم

source: Very Dissatisfied
azb: چوْخ ناراضیْ

source: Very Satisfied
azb: چوْخ راضیْ

source: View
azb: گؤستر

source: View a list of tabs from your other devices.
azb: باشقا جهازیزدان تاغلارین لیستینه باخین.

source: View options
azb: سئچه‌نک‌لره باخ

source: View recently closed tabs
azb: سوْن باغلانان تاغ‌لاریْ گؤستر

source: Voice search
azb: سس‌لی آختاریش

source: Wallpaper Item: %1$s
azb: دال پرده: %1$s

source: Wallpapers
azb: دال پرده‌لر

source: Wallpaper updated!
azb: دال پرده گونجللندی!

source: We assign each product’s reviews a <b>letter grade</b> from A to F.
azb: هر محصول باخیشینا A حرفیندن F حرفینه قدر بیر <b>حرف درجه‌سی</b> وئریریک.

source: Web address must contain "https://" or "http://"
azb: وب آدرسینده "https://" یا "http://" اولمالی‌دیر

source: Web address not valid.
azb: وب آدرسی گئچرسیز.

source: We believe there’s a mix of reliable and unreliable reviews.
azb: اعتبارلی و اعتبارسیز باخیش‌لارین قاریشیق اوْلدوغونا اینانیریق.

source: Website
azb: وبسایت

source: We can’t check these reviews
azb: بو باخیش‌لاریْ یوْخلایا بیلمیریک

source: Welcome to a more personal internet
azb: داها اؤزل اینترنته خوش گلیبسیز

source: We love keeping you safe
azb: سیزی قوروماغی سئویریک

source: We‘re currently building support for an initial selection of Recommended Extensions.
azb: ایندی توصیه اولونان اوزانتی‌لارین ایلک سئچیمی اوچون ساپورت وئریریق.

source: We’re working to resolve the issue. Please check back soon.
azb: مشکلی حل ائتمک اوچون چالیشیریق. لطفا تزلیک‌له یئنی‌دن یوْخلایین.

source: We should have info about this product’s reviews within 24 hours. Please check back.
azb: 24 ساعت ایچینده بو محصولون باخیش‌لاریْ باره‌ده بیلگی آلمالییق. لطفا یئنی‌دن یوْخلایین.

source: We use AI technology from %s by Mozilla to check the reliability of product reviews. This will only help you assess review quality, not product quality.
azb: بیز محصول باخیشلارینین اعتبارینی یوخلاماق اوچون موزیلا طرفیندن %s آل تکنولوژی‌سینی استفاده ائدیریک. بو، محصولون نئجه‌لیغی دئییل، یالنیز باخیش نئجه‌لیغینی دیرلندیزمه‌زه اَلیزدن توتور، محصول کیفیتی دئییل.

source: What’s blocked by custom tracking protection
azb: اؤزل ایزله‌مه قوْروماسیْ ایله مسدود اوْلانلار

source: What’s blocked by standard tracking protection
azb: استاندارد ایزله‌مه قوْروماسیْ طرفیندن مسدود اوْلانلار

source: What’s blocked by strict tracking protection
azb: دقیق ایزله‌مه قوْروماسیْ ایله مسدود اوْلانلار

source: What’s new
azb: یئنی نه وار

source: What’s new in %s
azb: %s-دا یئنی نه وار؟

source: When this product has more reviews, we’ll be able to check their quality.
azb: بو محصولون چوْخ باخیشیْ اوْلان زمان، اوْنون نئجه‌لیغینی یوْخلایا بیله‌جک.

source: When you’re signed in and synced, you’re safer. Firefox encrypts your passwords, bookmarks, and more.
azb: گیریش و دؤنگل ائتدیگینیز زامان داها گوونلی اولورسوز. فایرفاکس رمزلری، بوکمارکلاری و آیری شئی‌لری رمزلشدیریر.

source: Who might be able to see my activity?
azb: منیم فعالیتلریمی کیم گؤره بیلر؟

source: With Firefox on your home screen, you’ll have easy access to the privacy-first browser that blocks cross-site trackers.
azb: فایرفاکسی آنا اکرانیزا آرتیرساز گیزلیلیگه اؤنجه‌لیک وئرن مورورچونوزا آسانلیق‌لا الینیز چاتار.

source: Would you like to leave %s to view this content?
azb: بو موحتوایا باخماق اوچون %s -دن آیریلماق ایستییرسیز؟

source: Xiaomi devices may need extra permissions to add shortcuts to the home screen. Please check your settings.
azb: شیائومی دستگاه‌لاریندا آناصفحه‌یه شورتکات آرتیرماق اوچون آرتیق اجازه‌لره احتیاج اولا بیلر. لطفاً تنظیملریزی چک ائله‌یین.

source: Yes
azb: هن

source: Yesterday
azb: دوُنن

source: Yes, try it
azb: بلی، اوْنو امتحان ائله‌

source: You can set %1$s to automatically open links in apps.
azb: سیز %1$s اپ‌لرده باغلانتی‌لاری اوتوماتیک آچماغی تنظیم ائلیه بیلرسیز.

source: You don’t have any tabs open in Firefox on your other devices.
azb: باشقا جهازیزدا فایرفاکس‌دا آچیق تاغیز یوْخ.

source: You’ll be logged out of most sites
azb: اکثر سایتلاردان چیخاجاقسینیز

source: You’ll see occasional ads for relevant products. We only advertise products with reliable reviews. %s
azb: مرتبط محصول‌لار اوچون هردن بیر تبلیغات گؤره‌جکسیز. بیز یالنیز اعتبارلیْ باخیشلاریْ اوْلان محصول‌لاریْ تبلیغ ائدیریک. %s

source: You may want to block access if it's not clear why %s needs this data.
azb: %s سایتینین بو دیتایا نیه احتیاج اولدوغونو بیلمیرسیز ال‌چاتمانی مسدود ائلیه بیلرسیز.

source: Your open tabs will be shown here.
azb: آچیق تاغ‌لاریز بوردا گؤستریله‌جک

source: Your private tabs will be shown here.
azb: سیزین گیزلی تاغ‌لاریز بوردا گؤستریله‌جک

source: Your tabs are syncing! Pick up where you left off on your other device.
azb: تاغلارینیز دونگل‌لنیر! آیری جهازینیزدا قالدیغینیز یئردن دوام ائدین.

source: Zip
azb: زیپ

source: Zoom on all websites
azb: بوتون سایتلاری بؤیوت

source: account recovery key
azb: حساب قورتارما آچاری

source: add-on
azb: تاخیلان

source: alternate text
azb: یئرینه متن

source: attack
azb: یومولما

source: attacker
azb: یومولانچی

source: Attack Site
azb: یومولان سایت

source: attendee
azb: قاتیلیمجی

source: authenticate
azb: کیملیک دوغورلاماسی

source: authenticated
azb: کیملیگی دوغورلانمیش

source: authentication code
azb: کیملیک دوغرولاما کودو

source: autoplay
azb: اوتوماتیک چال

source: backup authentication code
azb: احتیاط کیملیک دوغورلاما کودو

source: bookmark
azb: بوکمارک

source: breakpoint
azb: کسیلمه نوقطه‌سی

source: Bug report
azb: خطا راپورتو

source: certificate authority
azb: سند تصدیق ائدیجی

source: cipher
azb: رمز

source: clipboard
azb: کلیپ‌بورد

source: colorway
azb: بویاق

source: confirmation code
azb: تایید کودو

source: context
azb: موحتوا

source: cookie banner
azb: کوکی بیلدیریمی

source: corrupt
azb: کورلانمیش

source: corrupted
azb: کورلانمیش

source: crash
azb: سینماق

source: cross-site tracking cookie
azb: سایتلار آراسی ایزله‌مه کوکی‌سی

source: cryptominer
azb: کریپتو معدنجی

source: cryptomining
azb: کریپتو معدنچیلیق

source: debug
azb: خطا دوزتمه

source: deceptive site
azb: آلدادیجی سایت

source: decode
azb: کودآچما

source: decryption
azb: رمزآچما

source: disinformation
azb: ایشتیباه معلومات

source: distrust
azb: اینامسیزلیق

source: email mask
azb: ایمیل ماسکی

source: enable
azb: گوجلندیر

source: encode
azb: کودلا

source: encrypt
azb: رمزله

source: encryption
azb: رمزلشدیرمک

source: end user
azb: سون قوللانیجی

source: extension
azb: اوزانتی

source: fingerprinter
azb: بارماق ایزی

source: fingerprinting
azb: بارماق ایزی آلما

source: Firefox View
azb: فایرفاکس گؤرونوشو

source: grassroots
azb: ایجماع

source: home page
azb: آنایارپاق

source: import
azb: ایچه‌آل

source: independent browser
azb: باغیمسیز مورورچو

source: innovations
azb: یئنیلیک‌لر

source: insecure
azb: گوونسیز

source: installation
azb: قورماق

source: Issue
azb: وئریلمیش

source: Legacy extension
azb: کؤهنه اوزانتی

source: misinformation
azb: ایشتیباه معلومات

source: native
azb: یئرلی

source: net neutrality
azb: شبکه طرفسیزلیگی

source: nonprofit
azb: نفع آختارمیان

source: non-profit
azb: نفع آختارمیان

source: open source
azb: آچیق قایناق‌لی

source: override
azb: اوزونه یازما

source: phone number mask
azb: تلفن شوماره‌سی ماسکی

source: pop-up
azb: پاپ- آپ

source: preference
azb: ترجیح‌لر

source: Privacy Notice
azb: گیزلیلیک بیلدیریمی

source: Privacy Policy
azb: گیزلیلیک سیاستی

source: release
azb: یازیم

source: report
azb: راپورت وئرمک

source: restricted site
azb: قیسیتلی سایت

source: revert
azb: قاییتماق

source: review checker
azb: باخیش یوخلایان

source: Review checker
azb: الشتیری یوخلایان

source: search suggestion
azb: آختاریش تکلیفی

source: security keys
azb: امنیتی آچارلار

source: sensitive
azb: حساس

source: sidebar
azb: یان چوبوغو

source: sign
azb: ایمضالاماق

source: signer
azb: ایمضالیان

source: sign in
azb: گیریش

source: sign-in
azb: گیریش

source: studies
azb: آراشدیرمالار

source: Terms of Service
azb: ایشه آلما شرطلری

source: track
azb: ایزله‌مه

source: trackers
azb: ایزله‌ییجی‌لر

source: unencrypted
azb: رمزلشمه‌میش
